[{"name":"CB2","value":"cb2","logo":"https:\/\/www.lazysuzy.com\/images\/brand-images\/cb2.png","url":"https:\/\/www.cb2.com\/","description":null,"cover_image":"\/images\/brand-cover\/CB2.jpg"},{"name":"Pier 1","value":"pier1","logo":"https:\/\/www.lazysuzy.com\/images\/brand-images\/pier1.png","url":"https:\/\/www.pier1.com\/","description":"Inspiring, fun, colorful, creative and definitely out of the ordinary, you have a knack for finding just the right furniture and decor for your home. And that’s just what you find at Pier 1 Imports. Because we search out the world’s most gifted artisans, find and develop fashion-forward trends, and handcraft exclusive products with you specifically in mind.\n\nWe’re all about presenting new ways of seeing and experiencing your home. Our furnishings are created to spark your imagination, present inventive solutions and reveal more possibilities than you ever thought possible.","cover_image":"\/images\/brand-cover\/Pier1.jpg"},{"name":"West Elm","value":"westelm","logo":"https:\/\/www.lazysuzy.com\/images\/brand-images\/westelm.png","url":"https:\/\/www.westelm.com\/","description":"west elm was born in Brooklyn in 2002. We're focused on the intersection of modern design, affordability and community. Everything we sell—from sofas and tables to bedding and vases—is made with one goal in mind: to help our customers express their personal style at home and in the world.\n\nWe care about impact too. By designing over 90% of our products in–house, our design team has steadily increased our selection of organic, handcrafted, sustainably sourced and Fair Trade Certified™ products. There's a story behind everything we sell—one that starts in Brooklyn and lives on with you.","cover_image":"\/images\/brand-cover\/WestElm.jpg"},{"name":"World Market","value":"nw","logo":"https:\/\/www.lazysuzy.com\/images\/brand-images\/worldmarket.png","url":"https:\/\/www.worldmarket.com\/","description":"Born in the 1950s at San Francisco’s famed Fisherman’s Wharf, Cost Plus World Market is your destination for original and handmade items from around the world.\n\nOur everyday low prices and high-quality, original eye-catching, trend-setting home accents are a great value.\n\nWe bring the beauty and excitement of global bazaars to you. Our selection is always changing, and, like favorite mementos from your life, each item has a story worth sharing. From Balinese baskets, pottery from Portugal and collectibles from Africa to scrolled artwork inspired by Spanish artifacts - each store is a treasure trove.","cover_image":"\/images\/brand-cover\/WorldMarket.jpg"},{"name":"Crate & Barrel","value":"cab","logo":"https:\/\/www.lazysuzy.com\/images\/brand-images\/crate-barrel.png","url":"https:\/\/www.crateandbarrel.com\/","description":"We curate inspiration for the home, connecting the creative work of artisans and designers to people and places around the world. We are an international destination for contemporary and modern furniture, housewares and decor that help people Welcome Life In. Our lifestyle brands offer inspired living through high-quality products, exclusive designs, and timeless style with a distinct architectural aesthetic.","cover_image":"\/images\/brand-cover\/CrateBarrel.jpg"},{"name":"Pottery Barn","value":"potterybarn","logo":"https:\/\/www.lazysuzy.com","url":null,"description":null,"cover_image":null}]